package dev.tarico.utils.client;

import java.util.Random;


public class AbuseUtil {
    public static String[] LMessage = new String[]{
            "L, 主播你是什么臭鱼烂虾给你爹笑死了，能不能开明白点。",
            "笑尿了主播你时什么垃圾，能不能开个挂来",
            "主播是不是开不明白了",
            "L，主播不开挂你太垃圾了，火速跟我一起开",
            "主播会不会开",
            "主播没开就别来耀武扬威给你爹逗乐了",
            "主播你打PVP像蔡徐坤",
            "主播你就是个几把",
            "主播能不能赶紧去死",
            "主播你玩游戏就是浪费时间，浪费生命",
            "L主播还是看我操作吧你的操作属实让你爹看不起了。",
            "主播别玩了，赶紧回家种地吧，给你大爹逗乐了",
            "笑拉了主播别玩了赶紧睡觉，能不能不要用你的狗屎操作瞎你爹眼睛了。",
            "主播还是开个挂开明白吧，不然你玩的没啥意义。",
            "主播笑尿了，小乐子跟你爹耀武扬威你妈了个大傻逼呢。",
            "人不是完美的，但是我知道主播你是个现实和网络都不如意的废物。",
            "我操给你爹笑飞了，能不能不要这么快逃逸。",
            "主播属实蚌埠住了，你那脑残操作像是哥们小学一年级玩迷你世界的操作。",
            "主播你的狗屎操作能不能不要出了耀武扬威给你爹看吐了。",
            "主播我打你就像踩死蚂蚁一样随随便便吊打",
            "主播你的量词应该用坨",
            "主播看起来不是非常开心建议主播买个挂开开",
            "主播能不能开个挂来打你的操作不开就是狗屎中的战斗机",
            "呵呵主播是不是wdr我了，你也就会这点玩不起的操作了."
    };

    public static String getL() {
        return LMessage[new Random().nextInt(LMessage.length - 1)].replace("sfedsgedsrfg", "gsrdffthg");
    }

}